Repository: Furry-Xiyi/ViveToolWinUI
Catalog: ViveToolWinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_hans

# Confirm_Title
source: Confirm
ja_jp: 確認
ko_kr: 확인
zh_hans: 确认

# Confirm_Yes
source: Yes
ja_jp: はい
ko_kr: 예
zh_hans: 是

# Confirm_No
source: No
ja_jp: いいえ
ko_kr: 아니요
zh_hans: 否

# Confirm_OK
source: OK
ko_kr: 확인
zh_hans: 确定

# Confirm_Cancel
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消

# Nav_QuickActions.Content
source: Quick Actions
ja_jp: クイックアクション
ko_kr: 빠른 작업
zh_hans: 快速操作

# Nav_IDFinder.Content
source: Find Feature IDs
ja_jp: 機能IDを検索
ko_kr: 기능 ID 찾기
zh_hans: 查找可用 ID

# Nav_Output.Content
source: Output Log
ja_jp: 出力ログ
ko_kr: 출력 로그
zh_hans: 输出日志

# ViveTool_Title
source: ViveTool Quick Actions
zh_hans: ViveTool 快速操作

# ViveTool_QuickCommands
source: Quick Commands
zh_hans: 快速命令

# ViveTool_Query.Content
source: Query Features
ja_jp: 機能を照会
ko_kr: 기능 조회
zh_hans: 查询功能

# ViveTool_FullReset.Content
source: Full Reset
ja_jp: 完全リセット
ko_kr: 전체 재설정
zh_hans: 完全重置

# ViveTool_ChangeStamp.Content
source: Change Stamp
ja_jp: スタンプを変更
ko_kr: 스탬프 변경
zh_hans: 更改时间戳

# ViveTool_Version.Content
source: Version Info
ja_jp: バージョン情報
ko_kr: 버전 정보
zh_hans: 查看版本

# ViveTool_Export.Content
source: Export Config
ja_jp: 設定をエクスポート
ko_kr: 구성 내보내기
zh_hans: 导出配置

# ViveTool_Import.Content
source: Import Config
ja_jp: 設定をインポート
ko_kr: 구성 가져오기
zh_hans: 导入配置

# ViveTool_LkgStatus.Content
source: LKG Status
ja_jp: LKGステータス
ko_kr: LKG 상태
zh_hans: LKG 状态

# ViveTool_FixLkg.Content
source: Fix LKG
ja_jp: LKGを修正
ko_kr: LKG 수정
zh_hans: 修复 LKG

# ViveTool_QuerySubs.Content
source: Query Subscriptions
ja_jp: サブスクリプションを照会
ko_kr: 구독 조회
zh_hans: 查询订阅

# ViveTool_AddSub.Content
source: Add Subscription
ja_jp: サブスクリプションを追加
ko_kr: 구독 추가
zh_hans: 添加订阅

# ViveTool_DelSub.Content
source: Delete Subscription
ja_jp: サブスクリプションを削除
ko_kr: 구독 삭제
zh_hans: 删除订阅

# ViveTool_FixPriority.Content
source: Fix Priority
ja_jp: 優先度を修正
ko_kr: 우선순위 수정
zh_hans: 修复优先级

# ViveTool_FeatureManagement
source: Feature Management
zh_hans: 功能管理

# ViveTool_FeatureIdBox.PlaceholderText
source: Enter Feature IDs (comma-separated)
ja_jp: 機能IDを入力（カンマ区切り）
ko_kr: 기능 ID 입력(쉼표로 구분)
zh_hans: 输入功能 ID（多个用逗号分隔）

# ViveTool_Enable.Content
source: Enable
ja_jp: 有効化
ko_kr: 활성화
zh_hans: 启用

# ViveTool_Disable.Content
source: Disable
ja_jp: 無効化
ko_kr: 비활성화
zh_hans: 禁用

# ViveTool_Reset.Content
source: Reset
ja_jp: リセット
ko_kr: 재설정
zh_hans: 重置

# ViveTool_AutoReboot.Content
source: Auto-reboot after execution
ja_jp: 実行後に自動再起動
ko_kr: 실행 후 자동 재부팅
zh_hans: 执行后自动重启

# ViveTool_CustomCommand
source: Custom Command
zh_hans: 自定义命令

# ViveTool_CustomBox.PlaceholderText
source: Enter ViveTool command arguments
ja_jp: ViveToolコマンド引数を入力
ko_kr: ViveTool 명령 인수 입력
zh_hans: 输入 ViveTool 命令参数

# ViveTool_RunCustom.Content
source: Run Command
ja_jp: コマンドを実行
ko_kr: 명령 실행
zh_hans: 执行命令

# ViveTool_ViewOutput.Content
source: View Output
ja_jp: 出力を表示
ko_kr: 출력 보기
zh_hans: 查看输出

# ViveTool_History
source: Command History
zh_hans: 命令历史

# ViveTool_ClearHistory.Content
source: Clear History
ja_jp: 履歴をクリア
ko_kr: 기록 지우기
zh_hans: 清除历史

# ViveTool_EmptyId
source: Please enter Feature ID
ja_jp: 機能IDを入力してください
ko_kr: 기능 ID를 입력하세요
zh_hans: 请输入功能 ID

# ViveTool_EmptyCommand
source: Please enter command
ja_jp: コマンドを入力してください
ko_kr: 명령을 입력하세요
zh_hans: 请输入命令

# ViveTool_enableSuccess
source: Feature enabled successfully
ja_jp: 機能が正常に有効化されました
ko_kr: 기능이 성공적으로 활성화되었습니다
zh_hans: 功能已启用

# ViveTool_disableSuccess
source: Feature disabled successfully
ja_jp: 機能が正常に無効化されました
ko_kr: 기능이 성공적으로 비활성화되었습니다
zh_hans: 功能已禁用

# ViveTool_resetSuccess
source: Feature reset successfully
ja_jp: 機能が正常にリセットされました
ko_kr: 기능이 성공적으로 재설정되었습니다
zh_hans: 功能已重置

# ViveTool_ExecutionSuccess
source: Execution successful
ja_jp: 実行に成功しました
ko_kr: 실행 성공
zh_hans: 执行成功

# ViveTool_ExecutionFailed
source: Execution failed. Check output log for details
ja_jp: 実行に失敗しました。詳細は出力ログを確認してください
ko_kr: 실행 실패. 자세한 내용은 출력 로그를 확인하세요
zh_hans: 执行失败，请查看输出日志

# ViveTool_FullResetConfirm
source: This will reset all feature configurations. Continue?
ja_jp: これによりすべての機能構成がリセットされます。続行しますか？
ko_kr: 이 작업은 모든 기능 구성을 재설정합니다. 계속하시겠습니까?
zh_hans: 这将重置所有功能配置，是否继续？

# ViveTool_ImportConfirm
source: This will import configuration and overwrite existing settings. Continue?
ja_jp: これにより構成がインポートされ、既存の設定が上書きされます。続行しますか？
ko_kr: 이 작업은 구성을 가져와 기존 설정을 덮어씁니다. 계속하시겠습니까?
zh_hans: 这将导入配置并覆盖现有设置，是否继续？

# ViveTool_FixLkgConfirm
source: This will fix Last Known Good configuration. Continue?
ja_jp: これにより最終正常構成（LKG）が修復されます。続行しますか？
ko_kr: 이 작업은 마지막 정상 구성(LKG)을 복구합니다. 계속하시겠습니까?
zh_hans: 这将修复 Last Known Good 配置，是否继续？

# ViveTool_ClearHistoryConfirm
source: Are you sure you want to clear all history?
ja_jp: すべての履歴を消去してもよろしいですか？
ko_kr: 모든 기록을 삭제하시겠습니까?
zh_hans: 确定要清除所有历史记录吗？

# ViveTool_AddSubTitle
source: Add Subscription
ja_jp: サブスクリプションを追加
ko_kr: 구독 추가
zh_hans: 添加订阅

# ViveTool_AddSubMessage
source: Enter subscription identifier
ja_jp: サブスクリプション識別子を入力
ko_kr: 구독 식별자를 입력하세요
zh_hans: 输入订阅标识符

# ViveTool_DelSubTitle
source: Delete Subscription
ja_jp: サブスクリプションを削除
ko_kr: 구독 삭제
zh_hans: 删除订阅

# ViveTool_DelSubMessage
source: Enter subscription identifier to delete
ja_jp: 削除するサブスクリプション識別子を入力
ko_kr: 삭제할 구독 식별자를 입력하세요
zh_hans: 输入要删除的订阅标识符

# Reboot_Title
source: Restart Required
ja_jp: 再起動が必要
ko_kr: 재시작 필요
zh_hans: 需要重启

# Reboot_Message
source: Changes require a restart to take effect. Restart now?
ja_jp: 変更を有効にするには再起動が必要です。今すぐ再起動しますか？
ko_kr: 변경 사항을 적용하려면 재시작이 필요합니다. 지금 재시작하시겠습니까?
zh_hans: 更改需要重启才能生效，是否立即重启？

# Reboot_Now
source: Restart Now
ja_jp: 今すぐ再起動
ko_kr: 지금 재시작
zh_hans: 立即重启

# Reboot_Later
source: Restart Later
ja_jp: 後で再起動
ko_kr: 나중에 재시작
zh_hans: 稍后重启

# IDFinder_Title
source: Find Available Feature IDs
zh_hans: 查找可用 Feature ID

# IDFinder_Description
source: Query all available Windows feature IDs and their current states on your system
zh_hans: 查询系统中所有可用的 Windows 功能 ID 及其当前状态

# IDFinder_SystemInfo
source: System Information
zh_hans: 系统信息

# IDFinder_WindowsVersion
source: Windows Version
zh_hans: Windows 版本

# IDFinder_BuildNumber
source: Build Number
zh_hans: 内部版本号

# IDFinder_Architecture
source: Architecture
zh_hans: 系统架构

# IDFinder_Options.Header
source: Find Options
ja_jp: 検索オプション
ko_kr: 검색 옵션
zh_hans: 查找选项

# IDFinder_FilterLabel
source: Display Filters
zh_hans: 显示筛选

# IDFinder_ShowEnabled.Content
source: Show enabled features
ja_jp: 有効な機能を表示
ko_kr: 활성화된 기능 표시
zh_hans: 显示已启用的功能

# IDFinder_ShowDisabled.Content
source: Show disabled features
ja_jp: 無効な機能を表示
ko_kr: 비활성화된 기능 표시
zh_hans: 显示已禁用的功能

# IDFinder_ShowDefault.Content
source: Show default features
ja_jp: デフォルトの機能を表示
ko_kr: 기본 기능 표시
zh_hans: 显示默认状态的功能

# IDFinder_SortLabel
source: Sort By
zh_hans: 排序方式

# IDFinder_SortById.Content
source: Sort by ID
ja_jp: IDで並べ替え
ko_kr: ID로 정렬
zh_hans: 按 ID 排序

# IDFinder_SortByState.Content
source: Sort by State
ja_jp: 状態で並べ替え
ko_kr: 상태로 정렬
zh_hans: 按状态排序

# IDFinder_QueryButton.Content
source: Start Query
ja_jp: クエリ開始
ko_kr: 조회 시작
zh_hans: 开始查询

# IDFinder_RefreshButton.Content
source: Refresh
ja_jp: 更新
ko_kr: 새로 고침
zh_hans: 刷新

# IDFinder_ExportJson.Content
source: Export JSON
ja_jp: JSONをエクスポート
ko_kr: JSON 내보내기
zh_hans: 导出 JSON

# IDFinder_ExportCsv.Content
source: Export CSV
ja_jp: CSVをエクスポート
ko_kr: CSV 내보내기
zh_hans: 导出 CSV

# IDFinder_StatusReady
source: Ready
zh_hans: 就绪

# IDFinder_StatusQuerying
source: Querying features...
ja_jp: 機能を照会しています...
ko_kr: 기능을 조회하는 중...
zh_hans: 正在查询功能...

# IDFinder_StatusComplete
source: Query completed
ja_jp: 照会が完了しました
ko_kr: 조회 완료
zh_hans: 查询完成

# IDFinder_StatusError
source: Query failed
ja_jp: 照会に失敗しました
ko_kr: 조회 실패
zh_hans: 查询失败

# IDFinder_Results
source: Query Results
zh_hans: 查询结果

# IDFinder_TotalCount
source: Total
zh_hans: 总数

# IDFinder_EnabledCount
source: Enabled
zh_hans: 已启用

# IDFinder_DisabledCount
source: Disabled
zh_hans: 已禁用

# IDFinder_SearchBox.PlaceholderText
source: Search Feature ID...
ja_jp: 機能IDを検索...
ko_kr: 기능 ID 검색...
zh_hans: 搜索 Feature ID...

# IDFinder_HeaderState
source: State
zh_hans: 状态

# IDFinder_HeaderActions
source: Quick Action
zh_hans: 快速操作

# IDFinder_SelectedFeature
source: Selected Feature
zh_hans: 选中的功能

# IDFinder_DetailState
source: Current State
zh_hans: 当前状态

# IDFinder_DetailValue
source: State Value
zh_hans: 状态值

# IDFinder_EnableButton.Content
source: Enable Feature
ja_jp: 機能を有効化
ko_kr: 기능 활성화
zh_hans: 启用此功能

# IDFinder_DisableButton.Content
source: Disable Feature
ja_jp: 機能を無効化
ko_kr: 기능 비활성화
zh_hans: 禁用此功能

# IDFinder_ResetButton.Content
source: Reset Feature
ja_jp: 機能をリセット
ko_kr: 기능 재설정
zh_hans: 重置此功能

# IDFinder_CopyButton.Content
source: Copy ID
ja_jp: IDをコピー
ko_kr: ID 복사
zh_hans: 复制 ID

# IDFinder_CopyButtonText
source: Copy to Clipboard
zh_hans: 复制到剪贴板

# IDFinder_QuerySuccess
source: Query completed successfully
ja_jp: 照会が正常に完了しました
ko_kr: 조회가 성공적으로 완료되었습니다
zh_hans: 查询成功完成

# IDFinder_QueryFailed
source: Query failed
ja_jp: 照会に失敗しました
ko_kr: 조회 실패
zh_hans: 查询失败

# IDFinder_CopySuccess
source: Feature ID copied to clipboard
ja_jp: 機能IDがクリップボードにコピーされました
ko_kr: 기능 ID가 클립보드에 복사되었습니다
zh_hans: Feature ID 已复制到剪贴板

# IDFinder_ExportSuccess
source: Export successful
ja_jp: エクスポートに成功しました
ko_kr: 내보내기 성공
zh_hans: 导出成功

# Output_Title
source: Execution Output
zh_hans: 执行输出

# Output_Copy.Content
source: Copy
ja_jp: コピー
ko_kr: 복사
zh_hans: 复制

# Output_Save.Content
source: Save
ja_jp: 保存
ko_kr: 저장
zh_hans: 保存

# Output_Back.Content
source: Back
ja_jp: 戻る
ko_kr: 뒤로
zh_hans: 返回

# Settings_Appearance
source: Appearance
zh_hans: 外观

# Theme_System.Content
source: System Default
ja_jp: システム既定
ko_kr: 시스템 기본값
zh_hans: 跟随系统

# Theme_Light.Content
source: Light Mode
ja_jp: ライトモード
ko_kr: 라이트 모드
zh_hans: 浅色模式

# Theme_Dark.Content
source: Dark Mode
ja_jp: ダークモード
ko_kr: 다크 모드
zh_hans: 深色模式

# Backdrop_Mica.Content
source: Mica Backdrop
ja_jp: ミカ
ko_kr: 마이카
zh_hans: Mica 背景

# Backdrop_Acrylic.Content
source: Acrylic Backdrop
ja_jp: アクリル
ko_kr: 아크릴
zh_hans: 亚克力背景

# Settings_Kernel
source: ViveTool Kernel
zh_hans: ViveTool 内核

# Kernel_CheckUpdate.Content
source: Check for Updates
ja_jp: 更新を確認
ko_kr: 업데이트 확인
zh_hans: 检查更新

# Kernel_OpenFolder.Content
source: Open Folder
ja_jp: フォルダーを開く
ko_kr: 폴더 열기
zh_hans: 打开文件夹

# Kernel_Backup.Content
source: Backup Kernel
ja_jp: カーネルをバックアップ
ko_kr: 커널 백업
zh_hans: 备份内核

# Kernel_Restore.Content
source: Restore Kernel
ja_jp: カーネルを復元
ko_kr: 커널 복원
zh_hans: 还原内核

# Kernel_AutoUpdate.Header
source: Check for updates on startup
ja_jp: 起動時に更新を確認
ko_kr: 시작 시 업데이트 확인
zh_hans: 启动时自动检查更新

# Settings_App
source: Application Settings
zh_hans: 应用设置

# App_ExportSettings.Content
source: Export Settings
ja_jp: 設定をエクスポート
ko_kr: 설정 내보내기
zh_hans: 导出设置

# App_ImportSettings.Content
source: Import Settings
ja_jp: 設定をインポート
ko_kr: 설정 가져오기
zh_hans: 导入设置

# App_ResetSettings.Content
source: Reset Settings
ja_jp: 設定をリセット
ko_kr: 설정 재설정
zh_hans: 重置设置

# Settings_About.Header
source: About
zh_hans: 关于

# About_GitHub.Content
source: Visit GitHub
ja_jp: GitHubを訪問
ko_kr: GitHub 방문
zh_hans: 访问 GitHub

# About_Feedback.Content
source: Submit Feedback
ja_jp: フィードバックを送信
ko_kr: 피드백 제출
zh_hans: 反馈问题
